Repository: nwsnet/nws-municipal-statutes
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_nwsmunicipalstatutes_pi1.title
source: Local law system
de: Kommunalrecht System

# tx_nwsmunicipalstatutes_pi1.wiz_description
source: Provides the municipal law information about the TSA Full Rest interface.
de: Stellt die kommunalen Recht Informationen über die TSA-Full Rest-Schnittstelle bereit.

# flexform.sdef.sheettitle
source: Selection views
de: Auswahl der Ansichten

# flexform.sdef.switchableControllerActions
source: Default action of the plugin
de: Mögliche Standardansichten

# flexform.sdef.switchableControllerActions.I.0
source: Single view of the organizational unit
de: Einzelansicht der Organisationseinheit

# flexform.sdef.switchableControllerActions.I.1
source: General view of all organizational units
de: Gesamtansicht aller Organisationseinheiten

# flexform.sdef.switchableControllerActions.I.2
source: Detail view
de: Detailansicht

# flexform.sdef.transmit.pagerLimit
source: Maximum number of pages in the page selection
de: Maximale Anzahl der Seiten bei der Seitenauswahl

# flexform.sdef.transmit.listLimit
source: Maximum number of entries per page
de: Maximale Anzahl der Einträge pro Seite

# flexform.sdef.zip
source: Postal code of the starting selection of the place for the first call
de: Postleitzahl des Ortes für die Startauswahl

# flexform.sdef.city
source: Place of the starting selection of the place for the first call
de: Ortname des Ortes für die Startauswahl

# flexform.sdef.showSingleViewPid
source: Single view of the events
de: Einzelne Seite für die Detailansicht der Veranstaltung

# flexform.sdef.showListViewPid
source: List view of the events
de: Listenansicht für die Veranstaltungen

# flexform.sdef.showOrganizerViewPid
source: View for the Organizer registration
de: Seite für die Veranstalterregistrierung

# flexform.sdef.showPasswordViewPid
source: Password Submission View
de: Seite für die Passwortübermittlung

# flexform.sdef.enableAuthenticationCode
source: Activation authentication code with additional client selection
de: Aktivierungs- und Authentifizierungs-Code für zusätliche Kalenderdarstellungen

# flexform.teaser.sheettitle
source: Teaser settings
de: Teasereinstellungen

# flexform.teaser.teaserMaxEvents
source: Teaser number of events displayed
de: Teaser Anzahl der angezeigten Veranstaltungen

# flexform.teaser.teaserAlwaysEntries
source: Always provide the number of events for the teaser
de: Teaser immer mit der eingestellten Anzahl der Einträge ausgegeben

# flexform.teaser.teaserLimitationDays
source: Limitation to the period in days
de: Beschränkung auf den Zeitraum in Tagen

# flexform.teaser.teaserRandom
source: Random events for the teaser
de: Zufällige Ausgabe der Einträge bei der Teaser-Auswahl

# flexform.teaser.teaserSorting
source: Sorting of events for the teasers
de: Sortieren von Einträgen für den Teaser

# flexform.teaser.teaserWithoutRestriction
source: Provide teaser events without any restrictions
de: Bereitstellung von Teaser-Einträgen ohne Einschränkungen

# flexform.teaser.teaserWithImage
source: Teaser with image
de: Teaser mit Bildern anzeigen

# flexform.teaser.teaserWithShortText
source: Teaser with short text
de: Teaser mit Kurztext anzeigen

# flexform.calendar.sheettitle
source: Calendar settings
de: Kalendereinstellungen

# flexform.calendar.calendarMonthSelection
source: Provide monthly selection for calendar
de: Monatsauswahl für Kalender bereitstellen

# flexform.calendar.calendarAjaxList
source: Provide list view for daily selection via Ajax
de: Listenansicht für Tagesauswahl per Ajax bereitstellen

# flexform.restrictions.sheettitle
source: Other restriction options
de: Andere mögliche Einschränkungen

# flexform.restrictions.category
source: Category selection restriction
de: Einschränkung der Ausgabe von Terminen nach Kategorien

# flexform.restrictions.provinces
source: Provinces selection restriction
de: Einschränkung der Ausgabe von Terminen nach Bundesländern

# flexform.restrictions.classification
source: Selection of classifications of events
de: Einschränkung der Ausgabe von Terminen nach der Klassifizierung

# flexform.restrictions.provinceSelection
source: Enable province selection for calendar search
de: Bundeslandauswahl für die Kalendersuche aktivieren

# flexform.restrictions.districtSelection
source: Enable district selection for calendar search
de: Kreis-/Regionsauswahl für die Kalendersuche aktivieren

# flexform.restrictions.placeSelection
source: Enable place selection for calendar search
de: Ortsauswahl für die Kalendersuche aktivieren

# flexform.restrictions.categorySelection
source: Enable category selection for calendar search
de: Kategorieauswahl für die Kalendersuche aktivieren

# flexform.restrictions.classification.I.0
source: 1 star
de: 1 Stern

# flexform.restrictions.classification.I.1
source: 2 stars
de: 2 Sterne

# flexform.restrictions.classification.I.2
source: 3 stars
de: 3 Sterne

# flexform.restrictions.classification.I.3
source: 4 stars
de: 4 Sterne

# flexform.restrictions.classification.I.4
source: 5 stars - Highlights
de: 5 Sterne - Highlights

# template.events.footer.note
source: The responsibility for the factual correctness of the information lies with the Operators.
de: Die Verantwortung für die sachliche Richtigkeit der Angaben liegt bei den Veranstaltern.

# template.events.footer.title
source: These events are provided by termine-regional.de
de: Diese Veranstaltungen werden von termine-regional.de bereitgestellt

# template.events.list.firstCall
source: Here you will find a selection of current events.
de: Hier finden Sie eine Auswahl aktueller Termine.

# template.events.table.table-date
source: Date
de: Datum

# template.events.table.table-description
source: Short description
de: Kurzbeschreibung

# template.events.table.table-place
source: Place
de: Ort

# template.events.list.pager-numbers
source: Page <strong>%s</strong> of <strong>%s</strong>
de: Seite <strong>%s</strong> von <strong>%s</strong>

# template.events.list.pager-notice
source: events
de: Veranstaltungen

# template.events.list.pager-notice-found
source: Events found
de: Gefundene Veranstaltungen

# template.events.list.pager-icon-first-page
source: Icon first page
de: Icon erste Seite

# template.events.list.pager-icon-previous-page
source: Icon previous page
de: Icon vorherige Seite

# template.events.list.pager-icon-next-page
source: Icon next page
de: Icon nächste Seite

# template.events.list.pager-icon-last-page
source: Icon last page
de: Icon letzte Seite

# template.events.list.button-more
source: more info
de: mehr Infos

# template.events.list.notice-found
source: You have filtered events according to the following criteria:
de: Sie haben Veranstaltungen nach den folgenden Kriterien gefiltert:

# template.events.list.notice-not-found
source: No search results found, please select a different month, category, search term, location or other region.
de: Es wurden keine Suchergebnisse gefunden, bitte wählen Sie einen anderen Monat, Kategorie, Suchbegriff, Ort oder eine andere Region aus.

# template.events.list.notice-searchday
source: Day: <strong>%s</strong>
de: Tag: <strong>%s</strong>

# template.events.list.notice-searchmonth
source: Month: <strong>%s</strong>
de: Monat: <strong>%s</strong>

# template.events.list.notice-searchperiod
source: Period: <strong>%s</strong>
de: Zeitraum: <strong>%s</strong>

# template.events.list.notice-search
source: Full Text Search: <strong>%s</strong>
de: Volltextsuche: <strong>%s</strong>

# template.events.list.notice-province
source: Province: <strong>%s</strong>
de: Bundesland: <strong>%s</strong>

# template.events.list.notice-district
source: District: <strong>%s</strong>
de: Kreis: <strong>%s</strong>

# template.events.list.notice-place
source: Place: <strong>%s</strong>
de: Ort: <strong>%s</strong>

# template.events.list.notice-category
source: Category: <strong>%s</strong>
de: Kategorie: <strong>%s</strong>

# template.events.list.notice-categoryMain
source: Main category: <strong>%s</strong>
de: Hauptkategorie: <strong>%s</strong>

# template.events.list.table-summary
source: Overview of Events
de: Übersicht der Veranstaltungen

# template.events.list.title-booking
source: Book your event:
de: Buchen Sie Ihre Veranstaltung:

# template.events.list.button-booking
source: Book
de: Buchen

# template.events.teaser.button-more
source: Read more
de: mehr lesen

# template.events.teaser.notice-not-found
source: Unfortunately we cannot present you any events.
de: Leider können wir Ihnen zurzeit keine Veranstaltungen präsentieren.

# template.events.category-image.01
source: category image culture
de: Kategorie-Bild Kultur

# template.events.category-image.02
source: category image economy
de: Kategorie-Bild Wirtschaft

# template.events.category-image.03
source: category image tourism
de: Kategorie-Bild Tourismus

# template.events.category-image.04
source: category image education
de: Kategorie-Bild Bildung

# template.events.category-image.05
source: category image entertainment
de: Kategorie-Bild Freizeit

# template.events.category-image.06
source: category image youth
de: Kategorie-Bild Jugend

# template.events.category-image.07
source: category image seniors
de: Kategorie-Bild Senioren

# template.events.category-image.08
source: category image policy
de: Kategorie-Bild Politik

# template.events.category-image.09
source: category image sports
de: Kategorie-Bild Sport

# template.events.category-image.10
source: category image other
de: Kategorie-Bild Sonstiges

# template.events.category-image.11
source: category image fire fighting
de: Kategorie-Bild Feuerwehr

# template.events.category-image.12
source: category image health
de: Kategorie-Bild Gesundheit

# template.events.category-image.13
source: category image nature
de: Kategorie-Bild Natur

# template.events.category-image.14
source: category image agriculture
de: Kategorie-Bild Landwirtschaft

# template.events.category-image.15
source: category image church
de: Kategorie-Bild Kirche

# template.events.category-image.16
source: category image banks
de: Kategorie-Bild Banken

# template.events.category-image.17
source: category image pets
de: Kategorie-Bild Haustiere

# template.events.category-image.18
source: category image active region
de: Kategorie-Bild Aktiv-Regionen

# template.events.search.search-label
source: Please enter a search term
de: Bitte geben Sie einen Suchbegriff ein

# template.events.search.search-placeholder
source: Enter search term
de: Suchbegriff eingeben

# template.events.search.month-year-label
source: Month
de: Monat

# template.events.search.month-year-select
source: Please select
de: Bitte auswählen

# template.events.search.province-label
source: Province
de: Bundesland

# template.events.search.province-select
source: Please select
de: Bitte auswählen

# template.events.search.district-label
source: District
de: Kreis/Region

# template.events.search.district-select
source: Please select
de: Bitte auswählen

# template.events.search.place-label
source: Place
de: Ort

# template.events.search.place-select
source: Please select
de: Bitte auswählen

# template.events.search.category-label
source: Category
de: Kategorie

# template.events.search.category-select
source: Please select
de: Bitte auswählen

# template.events.search.search-button
source: Search
de: Suchen

# template.calendar.modal-headline
source: Events
de: Veranstaltungen

# template.calendar.modal-button-close
source: Close
de: Schließen

# template.calendar.modal-button-close-view
source: Close View
de: Ansicht schließen

# template.partials.calendar.table-summary
source: Calendar representation of the month
de: Kalender-Darstellung des ausgewählten Monats

# template.partials.calendar.tuesdayShort
source: Tu
de: Di

# template.partials.calendar.wednesdayShort
source: We
de: Mi

# template.partials.calendar.thursdayShort
source: Th
de: Do

# template.partials.calendar.sundayShort
source: Su
de: So

# template.events.show.back-list
source: Back to selection
de: Zurück zur Auswahl

# template.events.show.descriptionShort
source: Short Description:
de: Kurzbeschreibung:

# template.events.show.when
source: When?
de: Wann?

# template.events.show.time
source: Time:
de: Uhrzeit:

# template.events.show.where
source: Where exactly?
de: Wo genau?

# template.events.show.costs
source: Costs:
de: Kosten

# template.events.show.ticket-booking
source: Booking a ticket:
de: Buchung eines Tickets:

# template.events.show.ticket-online-booking
source: Online booking
de: Online buchen

# template.events.show.ticket-request-booking
source: On request
de: auf Anfrage

# template.events.show.category
source: Category:
de: Kategorie:

# template.events.show.descriptionLong
source: Long description
de: Langbeschreibung

# template.events.show.collapse-show
source: Show more
de: Zeige mehr

# template.events.show.collapse-hide
source: Hide text
de: Zeige weniger

# template.events.show.contact
source: Contact
de: Kontakt

# template.events.show.source
source: Source
de: Quelle

# template.organizer.showregistration.headline-enter-event
source: Enter event
de: Veranstaltung melden

# template.organizer.showregistration.note-enter-event
source: Are you an organizer and want to enter an appointment? Register Here for FREE!
de: Sie sind Veranstalter und möchten einen Termin eintragen? Registrieren Sie sich hier KOSTENLOS!

# template.organizer.showregistration.button-enter-event
source: Sign up for free
de: Kostenlos anmelden

# template.organizer.showregistration.headline-access
source: Access for organizers
de: Zugang für Veranstalter

# template.organizer.showregistration.placeholder-access-username
source: Username
de: Nutzername

# template.organizer.showregistration.placeholder-access-password
source: Password
de: Passwort

# template.organizer.showregistration.title-access-password-visible
source: Show password
de: Zeige Passwort

# template.organizer.showregistration.button-access-login
source: Login
de: Anmelden

# template.organizer.showregistration.button-access-send
source: Send
de: Senden

# template.organizer.showregistration.button-password
source: Forgot your password?
de: Passwort vergessen?

# template.organizer.add.headline-organizer-registration
source: Promoter Registration
de: Veranstalteranmeldung

# template.organizer.add.text-organizer-registration
source: <strong>Register here for free as an organizer.</strong><br/>After the successful Registration you will receive an e-mail, where you have to confirm the registration so that you can log into the event database.
de: <strong>Registrieren Sie sich hier kostenlos als Veranstalter.</strong><br/>Nach erfolgreicher Anmeldung erhalten Sie eine e-Mail, in der Sie die Registrierung bestätigen müssen. Nach der Bestätigung können Sie sich in die Veranstaltungsdatenbank anmelden.

# template.organizer.add.legend-organizer
source: Organizer data
de: Veranstalter Daten

# template.organizer.add.legend-access
source: Access to data maintenance
de: Zugriff auf die Daten-Pflege

# template.organizer.add.title-password-visible
source: Show password
de: Zeige Passwort

# template.organizer.add.title-password-refresh
source: Renew Password
de: Erneuere Passwort

# template.organizer.password.headline
source: Forgot your password?
de: Passwort vergessen?

# template.organizer.password.content
source: <p><strong>You have forgotten or misplaced your personal password for the online service of the event calendar?</strong></p> <p>No problem!<br/>We will gladly send you your Access data to the e-mail address provided to us. </p>
de: <p><strong>Sie haben Ihr persönliches Passwort für den Online-Dienst des Veranstaltungskalenders vergessen oder verlegt?</strong></p> <p>Kein Problem!<br/>Gerne senden wir Ihnen Ihre Zugangsdaten an die uns vorliegende E-Mail-Adresse zu.</p>

# template.organizer.password.note
source: <p><strong>Note:</strong><br/>If you do not receive an answer from us within a few minutes, we probably have a wrong Email address, and our email cannot reach you. </p> <p>Please contact us in this case so that we can correct your email address! </p> <p>You can reach us by the following way:</p>
de: <p><strong>Hinweis:</strong><br/>Sollten Sie nicht innerhalb weniger Minuten eine Antwort von uns erhalten, haben wir vermutlich eine falsche Email-Adresse gespeichert, und unsere E-Mail kann Sie nicht erreichen.</p> <p>Setzen Sie sich bitte in diesem Fall mit uns in Verbindung, damit wir Ihre Email-Adresse berichtigen können!</p> <p>Sie können uns über den folgenden Weg erreichen:</p>

# template.organizer.password.button-send
source: Request password
de: Passwort anfordern

# template.organizer.password.headline-send
source: Password has been sent
de: Passwort wurde versendet

# template.organizer.password.content-send
source: <p>We will contact you immediately and send you your password via email.<br/>With the data you have then you can easily register with us and take full advantage of the benefits as an organizer.</p> <p>The delivery of your message is usually within a few minutes. If you do not receive a message from us, our customer support will be happy to help you and check your email address.</p>
de: <p>Wir werden uns umgehend mit Ihnen in Verbindung setzen und Ihnen Ihr Passwort per Email zustellen.<br/>Mit den Daten, die Ihnen dann vorliegen, können Sie sich problemlos bei uns anmelden und die Vorteile als Veranstalter voll nutzen.</p> <p>Die Zustellung Ihrer Nachricht erfolgt in der Regel innerhalb weniger Minuten. Sollten Sie keine Nachricht von uns erhalten, hilft Ihnen unsere Kundenbetreuung gerne weiter und überpüft Ihre Email-Adresse.</p>

# template.organizer.text-mandatory-information
source: The fields marked with <strong>*</strong> are obligatory and must be filled in.
de: Die mit * markierten Felder sind Pflichtangaben und müssen ausgefüllt werden.

# template.organizer.label-contact-data
source: Contact details
de: Kontaktangaben

# template.organizer.label-access-data
source: Access data
de: Zugangsdaten

# template.organizer.label-signed-to
source: Signed in to
de: Angemeldet bei

# template.organizer.label-type-registration
source: Type of registration
de: Typ der Registrierung

# template.organizer.label-type-registration.I.1
source: Coordinator
de: Koordinator

# template.organizer.label-type-registration.I.2
source: Adapted organizer
de: Angepaßter Veranstalter

# template.organizer.label-type-registration.I.3
source: Organizer
de: Veranstalter

# template.organizer.label-type-registration.I.4
source: Press
de: Presse

# template.organizer.label-organizer
source: Organizer
de: Veranstalter

# template.organizer.label-contactperson
source: Contact person
de: Ansprechpartner

# template.organizer.label-street
source: Street/No.
de: Straße/Nr.

# template.organizer.label-zip
source: Zip
de: PLZ

# template.organizer.label-city
source: Place
de: Ort

# template.organizer.label-telephone
source: Telephone
de: Telefon

# template.organizer.label-homepage
source: Homepage
de: Webseite

# template.organizer.label-username-alone
source: User name
de: Benutzername

# template.organizer.label-username
source: User name (E-Mail)
de: Benutzername(E-Mail)

# template.organizer.label-password
source: Password<br/>(min. 8 characters)
de: Passwort<br/>(min. 8 Zeichen)

# template.organizer.label-password-alone
source: Password
de: Passwort

# template.organizer.label-passwordconfirm
source: Repeat password
de: Passwort wiederholen

# template.organizer.label-useremail
source: Your email address
de: Ihre E-Mail-Adresse

# template.organizer.label-disclaimer
source: By submitting the organizer registration I agree to the %s of use.
de: Mit dem Absenden der Veranstalter Anmeldung stimme ich den %s zu.

# template.organizer.label-disclaimer-linkname
source: terms
de: Nutzungsbedingungen

# template.organizer.label-privacy
source: By submitting the organizer registration I agree with the %s.
de: Mit dem Absenden der Veranstalter Anmeldung erkläre ich mich mit der %s einverstanden.

# template.organizer.label-privacy-linkname
source: privacy policy (EU-GDPR)
de: Datenschutzerklärung (EU-DSGVO)

# template.organizer.modal-headline
source: Document
de: Dokument

# template.organizer.modal-button-close
source: Close
de: Schließen

# template.organizer.modal-button-close-view
source: Close View
de: Ansicht schließen

# template.organizer.placeholder-organizer
source: Organizer
de: Veranstaltername

# template.organizer.placeholder-contactPerson
source: Contact person
de: Ansprechpartner

# template.organizer.placeholder-street
source: Street/No.
de: Straße/Nr.

# template.organizer.placeholder-zip
source: Zip
de: Postleitzahl

# template.organizer.placeholder-city
source: Place
de: Ort

# template.organizer.placeholder-telephone
source: Telephone
de: Telefon

# template.organizer.placeholder-homepage
source: Homepage
de: Internetadresse

# template.organizer.placeholder-username
source: User name
de: Benutzername

# template.organizer.placeholder-useremail
source: Email address
de: E-Mail Adresse

# template.organizer.add.button-next
source: Next
de: Weiter

# template.organizer.button-break
source: Cancel
de: Abbrechen

# template.organizer.button-back
source: Back
de: Zurück

# template.organizer.confirm.headline-similar-organizers
source: The following identical organizers were found:
de: Folgende identische Veranstalter wurden gefunden:

# template.organizer.confirm.note-similar-organizers
source: <strong>Note:</strong> If you have forgotten your password, you can have it sent to you.
de: <strong>Hinweis:</strong> Wenn Sie Ihr Kennwort vergessen haben, können wir es Ihnen gerne zusenden.

# template.organizer.confirm.headline-organizer
source: You have made the following information:
de: Folgende Angaben haben Sie gemacht:

# template.organizer.confirm.question-organizer
source: Are all entries correct?
de: Sind alle Eingaben korrekt?

# template.organizer.confirm.button-password
source: Forgot your password?
de: Passwort vergessen?

# template.organizer.confirm.button-save
source: Save Login
de: Anmeldung speichern

# template.organizer.save.headline
source: Thank you, &#8230;
de: Vielen Dank, &#8230;

# template.organizer.save.content
source: <p>&#8230; that you took the time to enter the database as organizer "%s". </p> <p>Your data has been transmitted correctly.<br/>Your registration confirmation will be emailed shortly Sent.</p>
de: <p>&#8230; dass Sie sich die Zeit genommen haben, sich als Veranstalter "%s" in die Datenbank einzutragen.</p> <p>Ihre Daten wurden korrekt übermittelt.<br/>Ihre Registrierung wird in Kürze per Email versendet.</p>

# template.organizer.save.button-events
source: Back to Event overview
de: Zurück zur Veranstaltungsübersicht

# template.organizer.register.succsess
source: <p>Thank you for confirming your registration. You can register now and take care of your events.</p> <p><strong>Note: </strong> the activation of the registered event will be carried out by different coordinators. This can take up to 24 hours.</p>
de: <p>Vielen Danke für die Bestätigung Ihrer Registrierung. Sie können sich jetzt anmelden und sich um Ihre Veranstaltungen kümmern. </p> <p><strong>Hinweis:</strong> Die Freischaltung der gemeldeten Veranstaltungen wird von verschiedenen Koordinatoren durchgeführt. Dies kann bis zu 24 Stunden dauern.</p>

# template.break.registration.headline
source: Registration canceled
de: Regstrierung abbrechen
