Repository: nwsnet/nws-municipal-statutes
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# template.break.registration.content
source: <p>You have canceled the registration. <br/>All entered data has been deleted. <br/>You can restart the application at any time.</p> <p>Please tell us the reason for your cancellation with: </p>
de: <p>Sie haben die Anmeldung abgebrochen.<br/>Alle eingegebenen Daten wurden gelöscht.<br/>Sie können die Anmeldung jederzeit erneut beginnen.</p> <p>Bitte teilen Sie uns den Grund für Ihren Abbruch mit: </p>

# template.break.registration.content-succsess
source: <p>Thank you for your reference. We will record and review your notice.</p> <p>All entered data has been deleted. You can restart the application at any time.</p>
de: <p>Vielen Dank für Ihren Hinweis. Wir werden Ihren Hinweis aufnehmen und prüfen.</p> <p>Alle eingegebenen Daten wurden gelöscht. Sie können die Anmeldung jederzeit erneut beginnen.</p>

# template.break.registration.item.0
source: Registration is too complicated for me
de: Registrierung ist mir zu aufwändig

# template.break.registration.item.1
source: Wanted to test the registration only times
de: Wollte die Registrierung nur mal testen

# template.break.registration.item.2
source: I don't want to enter my contact information over the Internet
de: Ich möchte meine Kontaktdaten nicht über das Internet eingeben

# template.break.registration.item.3
source: I was already registered as an organizer
de: Ich war schon als Veranstalter angemeldet

# template.break.registration.item.4
source: Other
de: Sonstiges

# template.break.password.headline
source: Password Mailing canceled
de: Passwortzusendung abgebrochen

# template.break.password.content
source: <p>You have canceled the password delivery.<br/>All entered data has been deleted.<br/>You can start the password delivery again at any time.</p> <p>Please let us know the reason for your cancellation with:</p>
de: <p>Sie haben die Passwortzusendung abgebrochen.<br/>Alle eingegebenen Daten wurden gelöscht.<br/>Sie können die Passwortzusendung jederzeit erneut beginnen.</p> <p>Bitte teilen Sie uns den Grund für Ihren Abbruch mit:</p>

# template.break.password.content-succsess
source: <p>Thank you for your reference. We will record and review your notice.</p> <p>All entered data has been deleted. You can start the password delivery again at any time.</p>
de: <p>Vielen Dank für Ihren Hinweis. Wir werden Ihren Hinweis aufnehmen und prüfen.</p> <p>Alle eingegebenen Daten wurden gelöscht. Sie können die Passwortzusendung jederzeit erneut beginnen.</p>

# template.break.password.item.0
source: I know the email address no longer
de: Ich weiß die E-Mail Adresse nicht mehr

# template.break.password.item.1
source: I wanted to test the password sending only times
de: Ich wollte die Passwortzusendung nur mal testen

# template.break.password.item.2
source: I would not like to enter my contact information over the Internet
de: Ich möchte meine Kontaktdaten nicht über das Internet eingeben

# template.break.password.item.3
source: I have found my password again
de: Ich habe mein Passwort wiedergefunden

# template.break.password.item.4
source: Other
de: Sonstiges

# template.break.item
source: Please select
de: Bitte auswählen

# template.break.item.value
source: Not specified
de: Nicht angegeben

# template.break.label-reason
source: Share reason
de: Grund mitteilen

# template.break.button-send
source: Send Reason
de: Abruchgrund senden

# template.break.button-events
source: Back to Event overview
de: Zurück zur Veranstaltungsübersicht

# template.global.title-contact-person
source: Contact person:
de: Ansprechpartner:

# template.global.title-phone
source: Phone:
de: Telefon:

# template.global.title-opening-times
source: Opening times:
de: Öffnungszeiten:

# template.global.error
source: Please fill in the fields marked with red fields correctly.
de: Bitte füllen Sie die mit rot gekennzeichneten Felder korrekt aus.

# template.global.error.1221560718
source: Please fill out.
de: Bitte ausfüllen.

# template.global.error.1221559976
source: Email address is incorrect
de: E-Mail-Adresse ist fehlerhaft

# template.global.error.1238108068
source: Please correct.
de: Bitte korrigieren.

# template.global.error.1411056121
source: The location could not be clearly determined. Please select the town.
de: Die Ortsauswahl konnte nicht eindeutig bestimmt werden. Bitte wählen Sie die Stadt aus.

# template.global.error.1411053981
source: Please select the town
de: Bitte wählen Sie den Ort

# template.global.error.1411062621
source: Please specify new.
de: Bitte neu angeben.

# template.global.error.1411044198
source: No location selection found.
de: Keine Ortsauswahl gefunden.

# template.global.error.1496751121
source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.

# template.global.error.1496773299
source: The user name is already assigned.
de: Der Benutzername ist bereits vergeben.

# template.global.error.1496939618
source: You have not submitted the correct confirmation code.
de: Sie haben keinen korrekten Bestätigungscode übermittelt.

# template.global.error.1496949551
source: The organizer has already been confirmed.
de: Der Veranstalter wurde bereits bestätigt.

# template.global.error.1496949214
source: The organizer could not be found.
de: Der Veranstalter konnte nicht gefunden werden.

# template.global.error.1496985212
source: The user name or password is incorrect.
de: Der Benutzername oder das Kennwort ist falsch.

# template.global.error.1514396628
source: The account has not yet been confirmed.
de: Das Benutzerkonto wurde noch nicht bestätigt.

# template.global.error.1497015494
source: Your connection could not be verified.
de: Ihre Verbindung konnte nicht verifiziert werden.

# template.global.error.1496928276
source: The email could not be sent. Please try again.
de: Die e-Mail konnte nicht gesendet werden. Bitte versuchen Sie es erneut.

# template.global.error.1497206242
source: <p>Unfortunately we could not find them in our database with the entered email address.<br/>Please check your entry again and note the following:</p> <p>If your email address has changed, please log in with your old address (registered with us) and change it in your master data!</p> <p>Or your access has not yet been unlocked or access has not been activated by the coordinators.</p>
de: <p>Leider konnten wir Sie nicht in unserer Datenbank mit der eingegebenen Email-Adresse finden. <br/>Bitte überprüfen Sie nochmals Ihren Eintrag und beachten Sie Folgendes:</p> <p>Sollte sich Ihre Email-Adresse geändert haben, melden Sie sich bitte mit Ihrer alten (bei uns registrierten) Adresse an und ändern diese in Ihren Stammdaten!</p> <p>Oder Ihr Zugriff wurde noch nicht freigeschaltet oder der Zugriff wurde von den Koordinatoren noch nicht aktiviert.</p>

# template.exception.error.headline
source: Error!
de: Fehler!

# template.exception.error.code
source: Error number #%s!
de: Fehler-Nummer #%s!

# template.exception.error.1414697388
source: An error has occurred. The authentication code is not correctly specified. Contact your system administrator.
de: Es ist ein Fehler aufgetreten. Der Authentifizierungs-Code ist nicht korrekt angegeben. Wenden Sie sich an Ihren Systemadministrator.

# template.break.registration.mail-subject
source: Organizer registration at %s canceled
de: Veranstalteranmeldung bei %s abgebrochen

# template.break.password.mail-subject
source: Password sent to %s canceled
de: Passwortzusendung bei %s abgebrochen

# template.password.mail-subject
source: Information on the event calendar of on %s
de: Informationen zum Veranstaltungskalender von %s

# template.mail.register.mail-subject
source: Thank you for registering on %s
de: Vielen Dank für Ihre Anmeldung bei %s

# template.mail.register.mail-subject-admin
source: Registration of an organizer on %s
de: Registrierung eines Veranstalters bei %s

# template.mail.register.binder
source: Powered by www.termine-regional.de Register for FREE dates! Register for FREE as an organizer! Free Press Interface! Make your dates known! Easy and fast on the internet! Report 1x dates and the distribution on different regional websites and in the various regional printed products is automatic! Questions? Just email us at info@termine-regional.de! Have fun with the Termine-Regional team!
de: Powered by www.termine-regional.de Kostenlos Termine melden! Kostenlos als Veranstalter anmelden! Kostenlose Presseschnittstelle! Machen Sie Ihre Termine bekannt! Einfach und schnell über das Internet! 1x Termine melden und die Verteilung auf verschiedenen regionalen Webseiten und in die verschiedenen regionalen Druckerzeugnisse läuft automatisch! Fragen? Einfach per eMail an info@termine-regional.de ! Viel Spaß wünscht das Termine-Regional Team!

# template.mail.register.mail-content
source: Thank you for registering as organizer "%s" Please confirm by calling the following link, the successful registration: %s Afterwards you can register and maintain your appointments. Note: The registered events are always checked before they are activated. This can take up to 24 hours. We wish you a lot of success with our event calendar.
de: Vielen Dank für die Registrierung als Veranstalter "% s" Bitte bestätigen Sie mit dem folgenden Link, die erfolgreiche Registrierung: %s Danach können Sie Ihre Termine eintragen und pflegen. Hinweis: Die eingetragenen Veranstaltungen werden immer erst überprüft, bevor Sie aktiviert werden. Dies kann bis zu 24 Stunden dauern. Wir wünschen Ihnen viel Erfolg bei unserem Veranstaltungskalender.

# template.mail.register.mail-content-admin
source: An organizer registered with the domain (%s) on %s. The following information has been made:
de: Ein Veranstalter hat sich bei der Domäne (%s) am %s registriert. Folgende Angaben wurden gemacht:

# template.mail.register.binder-admin
source: This is the online organizer registration Sincerely Your die NetzWerkstatt Team
de: Das ist die Online-Veranstalteranmeldung Mit freundlichen Grüßen Ihr NetzWerkstatt Team

# template.break.registration.mail-content
source: This is an automatic notification. An organizer registration was cancelled at the domain (%s) on %s. The following reason has been specified:
de: Das ist eine automatische Benachrichtigung. Eine Veranstalteranmeldung wurde bei der Domain (%s) am %s abgebrochen.. Folgendener Grund wurde angegeben:

# template.break.registration.mail-binder
source: Sincerely Your die NetzWerkstatt Team
de: Mit freundlichen Grüßen Ihr NetzWerkstatt Team

# template.break.password.mail-content
source: This is an automatic notification. A password delivery was cancelled at the domain (%s) on %s. The following reason has been specified:
de: Das ist eine automatische Benachrichtigung. Eine Passwortzusendung wurde bei der Domain (%s) am %s abgebrochen. Folgendener Grund wurde angegeben:

# template.break.password.mail-binder
source: Sincerely Your die NetzWerkstatt Team
de: Mit freundlichen Grüßen Ihr NetzWerkstatt Team

# template.password.mail-content
source: Dear Organizer, You asked us to provide you with your Access data for access to the event calendar. Of course we are happy to meet this wish. Please write down the following information:
de: Sehr geehrter Veranstalter, Sie baten uns, Ihnen Ihre Zugangsdaten für den Zugang zum Veranstaltugskalender mitzuteilen. Diesem Wunsch kommen wir natürlich gerne nach. Bitte notieren Sie sich folgende Information:

# template.password.mail-binder
source: We recommend that you change your password on your next visit to prevent misuse of your access. We are available to you personally and are happy to help you further: E-mail: info@termine-regional.de We will also be happy to help you with any questions about our products or your organizer account. We sincerely thank you for your trust, hope that you will be satisfied with our services and look forward to your next visit. Your Team Termine-Regional Powered by die NetzWerkstatt
de: Wir empfehlen Ihnen, Ihr Kennwort bei Ihrem nächsten Besuch zu ändern, um die missbräuchliche Benutzung Ihres Zugangs zu verhindern. Wir sind persönlich für Sie erreichbar und helfen Ihnen gerne umfassend weiter: E-Mail: info@termine-regional.de Wir helfen Ihnen auch gerne bei allen Fragen zu unseren Produkten oder Ihrem Veranstalterkonto. Wir bedanken uns herzlich für Ihr Vertrauen, hoffen, dass Sie mit unseren Leistungen zufrieden sind und freuen uns auf Ihren nächsten Besuch. Ihr Team Termine-Regional Powered by die NetzWerkstatt
